espressif/esp-protocols/components/eppp_link/examples/host/sdkconfig.ci.eth
CONFIG_IDF_TARGET="esp32"
CONFIG_EPPP_LINK_DEVICE_ETH=y
